Repository: oliverbrehm/VocabBook
Catalog: MyWords/*.lproj/Localizable.strings
Languages: de

# Getting startedPageTitle
source: Getting started
de: Einführung

# Quiz algorithmPageTitle
source: Quiz algorithm
de: Der Abfragealgorithmus

# CancelOptionText
source: Cancel
de: Abbrechen

# ResetOptionText
source: Reset
de: Zurücksetzen

# DoneOptionText
source: Done
de: Fertig

# EditOptionText
source: Edit
de: Bearbeiten

# YesOptionText
source: Yes
de: Ja

# NoOptionText
source: No
de: Nein

# CreateOptionText
source: Create
de: Erstellen

# ScoreText
source: Progress
de: Ergebnis

# WordText
source: Word
de: Wort

# wordsPlural
source: words
de: Wörter

# WrongText
source: wrong
de: falsch

# RightText
source: right
de: richtig

# NewestText
source: Newest
de: Neuste

# ErrorText
source: Error
de: Fehler

# DueText
source: due
de: fällig

# FinishedText
source: Finished
de: Fertig

# AllWordsButtonTitle
source: All words
de: Alle Wörter

# AllSetsButtonTitle
source: All sets
de: Alle Sets

# FavouritesLabel
source: Favourites
de: Favouriten

# RecentWordsLabel
source: Newest Words
de: Neuste Wörter

# AllWordsVCTitle
source: All words
de: Alle Wörter

# EmptyLanguageMessageTitel
source: Language missing
de: Fehlende Angabe

# EmptyLanguageMessage
source: Please eneter your language
de: Bitte gib Deine Sprache ein

# RemoveFromFavouritesText
source: Unfavourite
de: - Favouriten

# AddToFavouritesText
source: Favourite
de: + Favouriten

# EmptyNameMessageTitle
source: Empty name
de: Fehlende Angabe

# EmptyNameMessage
source: Please enter a name for the set
de: Bitte gib einen Namen für das Set ein

# LearnActionText
source: Learn
de: Lernen

# RemoveSetWarning
source: Really remove set? This set and ALL words it contains will be removed permanently!
de: Set wirklich entfernen? Dieses Set wird zusammen mit ALLEN enthaltenden Wörtern dauerhaft gelöscht!

# ResetStatisticsWarning
source: Really reset statistics? Your progress and number of guesses will be reset!
de: Statistiken wirklich zurücksetzen? Der Fortschritt und die Anzahl der Versuche werden dadurch gelöscht!

# ResetDatabaseOption
source: Reset database
de: Datenbank zurücksetzen

# ResetDatabaseWarning
source: Really reseat database? ALL vocabulary data will be erased by this!
de: Wirklch die gesamte Datenbank zurücksetzen? ALLE Daten, also alle Sets und alle Wörter, werden gelöscht!

# ShowAnswerButtonText
source: Show answer
de: Antwort Zeigen

# EmptyWordOrTranslationMessageTitle
source: New Word
de: Fehlende Angabe

# EmptyWordOrTranslationMessage
source: Please enter a word and a translation
de: Bitte gib ein Wort und eine Übersetzung ein

# WordAddedText
source: Word added
de: Wort hinzugefügt

# ErrorOpeningTextFileForImporting
source: Error opening the import file.
de: Fehler beim Öffnen der zu importierenden Datei. Bitte lade eine Datei mit dem Namen "import.txt" via iTunes file sharing hoch.

# SetAlreadyExistsMessage
source: A set with the same name already exists. Do you want to create it anyway?
de: Ein Set mit dem gleichen Namen existiert bereits. Möchtest du es trotzdem erstellen?

# SetAlreadyExistsMessageTitle
source: Set already exists
de: Set existiert bereits

# NewSetCreatedMessage_1
source: New set
de: Neues Set

# NewSetCreatedMessage_2
source: has been created
de: wurde erstellt

# WordAlreadyExistsMessage
source: A word with the same name already exists. Do you want to create it anyway?
de: Ein Wort mit dem selben Namen existiert bereits. Möchtest du es trotzdem erstellen?

# WordAlreadyExistsMessageTitle
source: Word already exists
de: Wort existiert bereits

# NotAvailableTitle
source: Not available
de: Nicht verfügbar

# iCloudNotAvailableText
source: iCloud is only available in Vocab Book PREMIUM. You can buy PREMIUM now, but you can also test the app as long as you need to, without PREMIUM, with a limited number of words and without iCloud support.
de: iCloud ist nur in Vocab Book PREMIUM verfügbar. Du kannst PREMIUM jetzt kaufen oder Vocab Book ohne PREMIUM so lange wie nötig ohne iCloud und mit einer begrenzten Anzahl Wörtern ausprobieren.

# iCloudNotAvailablePlainText
source: iCloud is only available in Vocab Book PREMIUM
de: iCloud ist nur in Vocab Book PREMIUM verfügbar.

# UsingPremiumText
source: Using premium
de: Premium aktiv

# ImportSuccessfullTitle
source: Import successfull
de: Importieren erfolgreich

# NumWordsSuccessfullyAdded
source: words successfully added.
de: Wörter erfolgreich hinzugefügt.

# NumWordsAlreadyExisted
source: words already existed.
de: Wörter existierten bereits.

# NumWordsSuccessfullyExported
source: words successfully exported.
de: Wörter erfolgreich exportiert.

# ExportSuccessfullTitle
source: Export successfull
de: Exportieren erfolgreich

# UseiCloudInfoText
source: Use iCloud to share your words across your iPhone, iPod touch or iPad
de: Benutze iCloud um deine Vocabeln auf deinen iOS Geräten synchron zu halten

# FileSharingInfoText
source: Import or export the database to a text file. The exported files will be available in iTunes File Sharing (iTunes -> iOS device -> Apps -> File Sharing).
de: Importiere oder exportiere die Datenbank in eine Textdatei. Die exportierten Dateien sind dann in iTunes File Sharing verfügbar (iTunes -> iOS device -> Apps -> File Sharing).

# ResetDatabaseInfoText
source: Use this option only if you want to delete your whole words database from all your devices. It will remove all data so you can start a fresh vocab book. If you are using iCloud, your local storage will not be erased. Also if you are using local storage, your iCloud data stays untouched.
de: Benutze diese Option nur, wenn du deine gesamten Datenbank löschen möchtest. Alle Sets und alle Wörter werden entfernt, so dass du ein komplett neues Vocabelheft anfangen kannst. Wenn du gerade iCloud benutzt, werden deine lokalen Daten nicht gelöscht. Ebenso bleiben deine iCloud Daten erhalten, falls du iCloud gerade nicht benutzt.

# MergeDatabaseToLocalText
source: Do you want to mere iCloud data to your local device store? If you select yes, all iCloud words that don't exist on the device will be copied to local storage. In any case iCloud data will be the same if you turn it back on.
de: Möchtest du deine iCloud Daten mit den vorhandenen lokalen Daten mischen? Falls ja, werden alle bereits vorhandenen lokalen Wörter mit den iCloud Wörtern aktualisiert und alle neuen iCloud Wörter kopiert. Falls nein werden Änderungen, die du in iCloud gemacht hast, nicht Übernommen (solltest du iCloud später wieder aktivieren, bleiben die Wörter trotzdem erhalten).

# MergeDatabaseToiCloudText
source: Do you want to merge your local data to iCloud? If you select yes, all words on your device that don't exist in iCloud will be copied to iCloud. In any case your local data will be the same if you turn iCloud off again.
de: Möchtest du deine lokalen Daten mit den vorhandenen iCloud Daten mischen? Falls ja, werden alle bereits vorhandenen iCloud Wörter mit den lokalen Wörtern aktualisiert und alle neuen lokalen Wörter nach iCloud kopiert. Falls nein, werden Änderungen, die du lokal gemacht hast, nicht übernommen (solltest du iCloud später wieder ausschalten, bleiben Wörter trotzdem erhalten).

# BuyPremiumText
source: Buy Premium
de: Premium kaufen

# RestorePremiumText
source: Restore purchase
de: Wiederherstellen

# NoFavouriteSetsText
source: No favourite sets. Choose "+" in the upper left corner to create a new set. To make a set a favourite, choose a set, then choose "Info" and activate the "In favourites" switch.
de: Keine Favouriten vorhanden. Wähle "+" in der linken oberen Ecke um ein Set zu erstellen. Um ein Set zu den Favouriten hinzuzufügen, wähle ein Set aus, gehe dann zu "Info" und aktiviere den Schalter "In favourites".

# LanguageText
source: Language
de: Sprache

# EnterLanguageTitle
source: Enter language
de: Sprache eingeben

# EnterLanguageText
source: Please enter a language
de: Bitte gib eine Sprache ein

# NumWordsDueText
source: words due
de: Wörter fällig

# OneWordDueText
source: word due
de: Wort fällig

# NoDueWordsText
source: No due words, next quiz
de: Keine Wörter fällig, nächste Abfrage

# LastTestText
source: Last test
de: Letzter Test

# TestNotTakenText
source: not taken
de: noch nicht gemacht

# NoWordsDueMessageTitle
source: No due words
de: Keine fälligen Wörter

# NoWordsDueMessage
source: There are currently no due words. You are now learning all the words of this set. Note that in this mode, right answers will not get the word to the next level.
de: Zur Zeit gibt es keine fälligen wörter. Du kannst die Wörter des Sets trotzdem lernen, allerdings erreichen die Wörter in diesem Modus nicht die nächste Stufe.

# FinishedLearningMessage
source: You have learned all words neccessary for now. Do you still want to continue?
de: Du hast alle nötigen Wörter gelernt. Möchtest du trotzdem weitermachen?

# KeepLearningOption
source: Keep learning
de: Weiter lernen

# wordMissingMessageTitle
source: Word missing
de: Fehlende Antwort

# wordMissingMessage
source: Please enter a word
de: Bitte gib ein Wort ein

# CheckText
source: Check
de: Überprüfen

# RightAnswerText
source: Right answer!
de: Richtige Antwort!

# WrongAnswerText
source: Wrong (answer:
de: Falsch (Antwort:

# NextText
source: Next
de: Weiter

# ContinueOptionText
source: Continue
de: Weiter

# stopTextMessageTitle
source: Stop test
de: Test beenden

# stopTextMessage
source: Really stop test? Words remaining
de: Test wirklich beenden? Verbleibende Wörter

# cancelTestMessageTitle
source: Cancel test
de: Test abbrechen

# cancelTestMessage
source: Really cancel test? You must answer more of the set's words so the test is valid. (remaining
de: Test wirklich abbrechen? Du musst mindesends die Hälfte der Wörter des Sets lernen, damit der Test gültig ist. (Verbleibende Wörter

# resultsText
source: Result
de: Ergebnis

# testFinishedText
source: Test finished
de: Test beendet

# RemoveOptionText
source: Remove
de: Entfernen

# EnterWordText
source: Enter word
de: Wort eingeben

# LookupText
source: Look up
de: Nachschlagen

# resetWordMessageTitle
source: Really reset progress on this word?
de: Wirklich den Fortschritt für dieses Wort zurücksetzen?

# removeWordMessageTitle
source: Really remove word?
de: Möchtest du dieses Wort wirklich löschen?

# badURLMessage
source: Could not open url. <br> Try selecting a different page by tapping "Settings".
de: URL konnte nicht geöffnet werden. <br> Versuche eine andere Website auszufählen, indem du auf "Einstellungen" klickst.

# LevelText
source: Level
de: Stufe

# ImportInfoText
source: No files to import, exported files will show up here. You can also import a previously exported file if you move it to iTunes File Sharing (iTunes -> iOS devie -> Apps -> File Sharing).
de: Keine zu importierende Dateien vorhanden, exportierte Dateien werden hier auftauchen. Dateien können auch importiert werden, wenn du sie mit iTunes File Sharing hinzufügst (iTunes -> iOS device -> Apps -> File Sharing).

# UpToDateText
source: Up-to-date
de: Aktuell

# iCloudNotAvailableTitle
source: iCloud not available
de: iCloud nicht verfügbar

# iCloudNotAvailableMessage
source: iCloud is currently not available. Turn on iCloud in Settings->iCloud.
de: iCloud ist nicht verfügbar. Aktiviere iCloud in Einstellungen->iCloud.

# iCloudAvailabilityChangedTitle
source: iCloud no longer available
de: iCloud nicht mehr verfügbar

# iCloudAvailabilityChangedMessage
source: iCloud is no longer available. Do you want to merge your cloud data to local storage? (If you choose no, data created in the cloud will no longer be accessible on this device!)
de: iCloud ist nicht mehr verfügbar. Möchtest du deine Cloud Daten auf den lokalen Speicher übernehmen? (Wenn du nein wählst, werden Daten, die du in der Cloud erstellt hast, auf diesem Gerät nicht mehr verfügbar sein!)
